Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Virheet
nn: Feil

source: Lajittele soittolistat määreen mukaan
nn: Sorter spelelister etter

source: Asema
nn: Stasjon

source: Kansio_hierarkia
nn: Mappeinndeling

source: Tiedosto_nimi
nn: FIlnamn

source: Lisätään {0}/{1} kohteeseen {2}
nn: Legg til {0} av {1} til {2}

source: Poistetaan {0}/{1} lähteestä {2}
nn: Slettar {0} av {1} frå {2}

source: Koko laskevassa järjestyksessä
nn: Stigande storleik

source: Koko nousevassa järjestyksessä
nn: Synkande storleik

source: Verkkomedia
nn: Nettmedium

source: Kirjastot
nn: Bibliotek

source: Tuntematon virta
nn: Ukjend straum

source: Virhe avattaessa virtaa
nn: Feil under opning av straum

source: Virtaa tai soittolistaa ei voitu avata
nn: Kunne ikkje opna straum eller speleliste

source: Virhe tulkittaessa soittolistaa
nn: Problem ved lesing av speleliste

source: URLia ei voitu avata
nn: Kunne ikkje opna adresse

source: {0} ei voitu avata: {1} Tarkista "Oletussovellukset"-asetukset.
nn: {0} kunne ikkje opnast: {1} Kontroller innstillingane under «Standardprogram».

source: Näytä:
nn: Vis:

source: Kaikki
nn: Alle

source: Käytössä
nn: Slått på

source: Ei käytössä
nn: Slått av

source: Poista albumiruudukko käytöstä
nn: Slå av albumrutenett

source: Poista albumiruudukko käytöstä ja näytä perinteinen ulkoasu
nn: Slå av albumrutenett og vis klassisk utsjånad i staden

source: Ei voida järjestää uudelleen, kun järjestys on jo tehty
nn: Kan ikkje stokka om medan den er sortert

source: Napsauta järjestyksen määräävää sarakkeen otsikkoa niin monta kertaa, että järjestysnuoli katoaa soittolistan asettamiseksi manuaalisen järjestyksen tilaan.
nn: For å setje spelelista i manuell sorteringsmodus, trykk den sorterte kolonna til sorteringspila forsvinn.

source: Soitetaan
nn: Speler av

source: Tauolla
nn: Sett på pause

source: Suojattu
nn: Verna

source: Ulkoinen asiakirja
nn: Eksternt dokument

source: Valitse uusi kansikuva...
nn: Vel nytt albumbilete …

source: Poista tämä kansikuva
nn: Slett dette albumbiletet

source: Kappaleen #
nn: Spornummer

source: Kappale & lukumäärä
nn: Spor & teljing

source: Levyn #
nn: Platenummer

source: Levy & lukumäärä
nn: Plate & teljing

source: {0} kbps
nn: {0} kB/s

source: {0} bittiä
nn: {0} bitar

source: Muuta kontekstipaneeli kokoa
nn: Gjer sidepanelet større eller mindre

source: Piilota kontekstipaneeli
nn: Gøym sidepanel

source: Odotetaan soiton alkamista...
nn: Ventar på at avspeling skal starta …

source: Ladataan...
nn: Lastar …

source: Esivahvistus
nn: Forsterking

source: Taajuuskorjain
nn: Lydinnstillingar

source: Uudet esiasetukset
nn: Ny førehandsinnstilling

source: _Kirjanmerkit
nn: _Bokmerke

source: _Lisää kirjanmerkki
nn: _Legg til bokmerke

source: Lisää kirjanmerkki soivan kappaleen nykyiseen kohtaan
nn: Bokmerk gjeldande posisjon i sporet

source: _Poista kirjanmerkki
nn: _Fjern bokmerke

source: Ylläpitäjät
nn: Vedlikehaldarar

source: Avustajat
nn: Bidragsytarar

source: Multimedian hallinta- ja soitto-ohjelma
nn: Ekstraordinær multimediahandsaming og -avspeling

source: Bansheen www-sivut
nn: Nettstaden til Banshee

source: Tärkeitä tehtäviä on kesken
nn: Viktige oppgåver køyrer

source: Bansheen sulkeminen nyt keskeyttää keskeneräiset taustatehtävät. Niitä ei voi jatkaa automaattisesti käynnistettäessä bansheeta uudestaan.
nn: Dersom du lukkar Banshee no, vil alle køyrande oppgåver verta avslutta. Dei vil ikkje fortsetja automatisk neste gong Banshee køyrer.

source: Lopeta silti
nn: Avslutt uansett

source: Jatka ohjelman käyttöä
nn: Hald fram å køyra

source: Asetetaanko Banshee oletusmediasoittimeksi?
nn: Setja Banshee som standard mediespelar?

source: Toinen ohjelma on tällä hetkellä asetettu oletusmediasoittimeksi. Haluatko asettaa Bansheen oletukseksi?
nn: Eit anna program er sett som standard mediespelar for tida. Vil du setja Banshee til standard?

source: Älä kysy uudestaan
nn: Ikkje spør om dette igjen

source: Tee Bansheesta oletussoitin
nn: Gjer Banshee til standard

source: _Tuo
nn: I_mporter

source: Valitse levyn kansikuva
nn: Vel albumbilete

source: Kaikki kuvatiedostot
nn: Alle biletfiler

source: JPEG-kuvatiedostot
nn: JPEG-biletfiler

source: PNG-kuvatiedostot
nn: PNG-biletfiler

source: Avaa sijainti
nn: Opna plassering

source: Selaa...
nn: Bla gjennom …

source: Syötä avattavan tiedoston sijainti:
nn: Skriv adressa til fila du vil opna:

source: Siirry kohtaan
nn: Spol til posisjon

source: Tuo _media...
nn: Importer _media …

source: Tuo mediatiedostoja eri lähteistä
nn: Importer media frå fleire forskjellige kjelder

source: Tuo _soittolista...
nn: Importer _speleliste

source: Tuo soittolista
nn: Importer ei speleliste

source: Tuo musiikkikirjastosta
nn: Søk gjennom bibliotek på nytt

source: Etsi uudestaan musiikkikirjastosta
nn: Søk gjennom musikkmappa på nytt

source: Avaa _sijainti...
nn: Opna plassering …

source: Avaa soitettava sijainti verkosta
nn: Opna ei fjernplassering for avspeling

source: _Lopeta
nn: _Avslutt

source: Lopeta Banshee
nn: Avslutt Banshee

source: _Muokkaa
nn: _Rediger

source: _Asetukset
nn: _Innstillingar

source: Muokkaa asetuksiasi
nn: Endra dei personlege innstillingane dine

source: _Työkalut
nn: _Verktøy

source: O_hje
nn: _Hjelp

source: _Sisällys
nn: _Innhald

source: Edistynyt haku kokoelmista
nn: Avansert søk i samling

source: Opi edistyneitä tapoja etsiä tietoja kokoelmastasi
nn: Lær avanserte måtar å søkja i mediesamlinga di på

source: Bansheen _kotisivu
nn: _Heimesida til Banshee

source: Käy Bansheen kotisivulla
nn: Besøk heimesida til Banshee

source: _Osallistu kehitykseen
nn: _Involver deg

source: Osallistu Bansheen kehitykseen
nn: Bidra til Banshee-prosjektet

source: _Versiotiedot
nn: _Versjonsinformasjon

source: Näytä yksityiskohtaiset versio- ja asetustiedot
nn: Vis detaljert versjons- og konfigurasjonsinformasjon

source: Soittolistat
nn: Spelelister

source: Soita nykyinen kohde
nn: Spel av gjeldande element

source: _Seuraava
nn: _Neste

source: Soita seuraava kohde
nn: Spel av neste element

source: _Edellinen
nn: _Førre

source: Soita edellinen kohde
nn: Spel av førre element

source: Siirry _kohtaan...
nn: Gå _til …

source: Siirry tiettyyn kohtaan tämänhetkisessä kohteessa
nn: Gå til eit bestemt tidspunkt i gjeldande element

source: Siirry soitettavan kappaleen kohdalle
nn: Hopp til elementet som vert spelt av

source: Aloita soitettava kohde alusta
nn: Start gjeldande element på nytt

source: Pysäytä _valmistuttua
nn: _Stopp når ferdig

source: Lopeta soitto, kun nykyinen kohde on esitetty
nn: Stop avspeling når gjeldande element er ferdig

source: _Soitto
nn: _Avspeling

source: _Tauko
nn: _Pause

source: Keskeytä nykyinen kohde
nn: Sett gjeldande element på pause

source: _Pysäytä
nn: Stop_p

source: Kertaus
nn: Gjenta

source: Älä _kertaa
nn: Gjentaking av

source: Älä kertaa soittolistaa
nn: Ikkje gjenta speleliste

source: Kertaa k_aikki
nn: Gjenta _alle

source: Soita kaikki kappaleet ennen kuin soittolista kerrataan
nn: Spel alle songar før spelelista vert gjentatt

source: Kertaa _yksi
nn: Gjenta éin gong

source: Kertaa soiva kappale
nn: Gjenta gjeldande song

source: Se_koita
nn: Tilfeldig

source: Tekstitys
nn: Undertekst

source: Lataa tiedosto...
nn: Opna fil …

source: Lataa tekstitystiedosto
nn: Opna undertekstfil

source: _Lataa
nn: _Opna

source: Tekstitystiedostot
nn: Undertekstfiler

source: Tekstitys {0}
nn: Undertekst {0}

source: Aktivoi upotettu tekstitys {0}
nn: Slå på innebygd undertekst {0}

source: Piilota tekstitys
nn: Gøym undertekstar

source: _Uusi soittolista
nn: _Ny speleliste

source: Luo uusi tyhjä soittolista
nn: Lag ei ny tom speleliste

source: Uusi _älysoittolista...
nn: Ny _smart speleliste …

source: Luo uusi älysoittolista
nn: Lag ei ny smart speleliste

source: Tuo kirjastoon
nn: Importer til bibliotek

source: Tuo lähde kirjastoon
nn: Importer kjelde til bibliotek

source: Nimeä uudestaan
nn: Gje nytt namn

source: Vie soittolista...
nn: Eksporter speleliste …

source: Vie soittolista
nn: Eksporter ei speleliste

source: Lähdeasetukset
nn: Kjeldeeigenskapar

source: Lasten järjestystapa
nn: Sorter underelement etter

source: Vaihda lähdettä
nn: Byt kjelde

source: Vaihda lähdettä kirjoittamalla sen nimi
nn: Byt til ei kjelde ved å skriva inn namnet

source: Muokkaa tämän lähteen asetuksia
nn: Endra innstillingar for denne kjelda

source: Uusi _älysoittolista
nn: Ny _smart speleliste

source: Päivitä
nn: Oppdater

source: Virkistä satunnaisessa järjestyksessä oleva älysoittolista
nn: Oppdater denne tilfeldig sorterte smarte spelelista

source: Soittolistaa ei voitu viedä
nn: Kunne ikkje eksportera speleliste

source: Haluatko varmasti poistaa tämän {0}?
nn: Vil du sletta {0}?

source: Erottele tyypin mukaan
nn: Skil etter type

source: Valitse _kaikki
nn: Vel _alle

source: Valitse kaikki kappaleetPoista valinnat
nn: Vel alle spor

source: Älä valitse _mitään
nn: Vel _ingen

source: Peru kaikkien kappaleiden valinta
nn: Fjern merke på alle spor

source: _Muokkaa kappaletietoja
nn: _Endra sporinformasjon

source: Muokkaa valittujen kappaleiden tietoja
nn: Endra informasjon for valde spor

source: Ominaisuudet
nn: Eigenskapar

source: Katsele valittujen kappaleiden tietoja
nn: Vis informasjon om valde spor

source: Soita valittu kohde
nn: Spel av vald element

source: Lisää _soittolistaan
nn: Legg _til i speleliste

source: Lisää valitut kappaleen soittolistaan, tai luo uusi soittolista valinnasta
nn: Legg valde element til ei speleliste eller lag ei ny speleliste av valde spor

source: Luo uusi soittolista valituista kappaleista
nn: Lag ei ny speleliste av valde spor

source: _Poista
nn: _Fjern

source: Poista valitut kappaleet tästä lähteestä
nn: Fjern valde spor frå denne kjelda

source: Poista _kirjastosta
nn: Fjern frå _bibliotek

source: Poista valitut kappaleet kirjastosta
nn: Fjern valde spor frå biblioteket

source: _Avaa sisältävä kansio
nn: _Opna mappa med elementet

source: Avaa valitun kohteen sisältävä kansio
nn: Opna mappa som inneheld vald element

source: _Poista laitteelta
nn: _Slett på disken

source: Poista valitut kohdat pysyvästi taltiolta
nn: Slett valde element på mediet for godt

source: _Etsi
nn: _Søk

source: Etsi kappaleita, jotka vastaavat hakuehtoja
nn: Finn element som samsvarar med søkekriteria

source: Samalta _levyltä
nn: Etter _album

source: Etsi kaikki tämän levyn kappaleet
nn: Søk gjennom alle songane i dette albumet

source: Samalta _esittäjältä
nn: Etter a_rtist

source: Etsi kaikki tämän esittäjän kappaleet
nn: Søk gjennom alle songane av denne artisten

source: _Poista lähteestä {0}
nn: _Slett frå «{0}»

source: Kansiota ei löydy.
nn: Fann ikkje mappa.

source: Tarkista, että raidan sijainti on järjestelmän käytettävissä.
nn: Kontroller at sporet er tilgjengeleg for systemet

source: Jos poistat valitut kappaleet, ne hukataan pysyvästi.
nn: Slettar du utvalet, vil det vera tapt for godt.

source: Poistetaanko valitut lähteestä {0}?
nn: Fjerna utval frå {0}?

source: Kokoelmalevyn esittäjä:
nn: Ar_tist på samlealbum:

source: Valitse, jos tämä kappale kuuluu levylle, jolla on useiden esittäjien kappaleita
nn: Merk av dette dersom sporet er ein del av eit album med forskjellige artistar

source: Tämä arvo vaikuttaa levyn järjestämiseen. Jos arvona on ”Useita artisteja”, levy järjestetään muiden U:lla alkavien levyjen joukkoon.
nn: Denne verdien avgjer korleis albumet vert sortert; skriv du «Forskjellige artistar» vil albumet plasserast saman med andre album som startar på «F».

source: Perustiedot
nn: Grunnleggjande detaljar

source: _Kappaleen nimi:
nn: Spor_tittel:

source: Aseta kaikki kappaleiden esittäjät tähän arvoon
nn: Set alle sporartistar til denne verdien

source: Kappaleen _esittäjä:
nn: Spor_artist:

source: Aseta kaikki kokoelmalevyn artistit tähän arvoon
nn: Set «Albumartist» på alle samlealbum til desse verdiane

source: Aseta kaikki levyn nimet tähän arvoon
nn: Set alle albumtitlar denne verdien

source: Levyn _nimi:
nn: Al_bumtittel:

source: Aseta kaikki tyylit tähän arvoon
nn: Set alle sjangrar til denne verdien

source: T_yyli:of
nn: _Sjanger:of

source: Aseta kappalenumerot lukumäärä automaattisesti
nn: Set spornummer og teljing automatisk

source: _Kappalenumero:Automatically set disc number and count
nn: Spor_nummer:Automatically set disc number and count

source: Aseta kaikki levynumerot ja määrät näihin arvoihin
nn: Set alle platenummer og teljingar til desse verdiane

source: Levyn nu_mero:
nn: _Platenummer:

source: Aseta kaikki vuodet tähän arvoon
nn: Set alle år til denne verdien

source: _Vuosi:
nn: Å_r:

source: Aseta kaikki arvostelut tähän arvoon
nn: Set alle vurderingar til denne verdien

source: _Arvostelu:
nn: _Vurdering:

source: Lisätiedot
nn: Ekstra

source: Aseta kaikki säveltäjät tähän arvoon
nn: Set alle komponistar til denne verdien

source: _Säveltäjä:
nn: _Komponist

source: Aseta kaikki kapellimestarit tähän arvoon
nn: Set alle dirigentar til denne verdien

source: _Kapellimestari:
nn: _Dirigent:

source: Aseta kaikki ryhmittelyt tähän arvoon
nn: Set alle grupperingar til denne verdien

source: _Ryhmittely:
nn: _Gruppering:

source: Aseta kaikki nopeustiedot tähän arvoon
nn: Set alle slag i minuttet til denne verdien

source: _BPM:
nn: Sl_ag i minuttet:

source: Aseta kaikki tekijänoikeustiedot tähän arvoon
nn: Set alle opphavsrettar til denne verdien

source: T_ekijänoikeudet:
nn: _Opphavsrett:

source: Aseta kaikki lisenssit tähän arvoon
nn: Set alle lisensar til denne verdien

source: _Lisenssin URI:
nn: _Lisensadresse:

source: Aseta kaikki kommentit tähän arvoon
nn: Set alle kommentarar til denne verdien

source: K_ommentti:
nn: _Kommentar:

source: Ohje
nn: Hjelp

source: Sanoitus
nn: Songtekstar

source: Siirry seuraavaan kappaleeseen ja muokkaa sen otsikkoa
nn: Gå til neste spor og endra tittelen

source: Järjestely
nn: Sortering

source: Järjestä kappaleen nimi:
nn: Sorter sportittel:

source: Tiedostonimi:
nn: Filnamn:

source: Kansio:
nn: Mappe:

source: Koko polku:
nn: Fullstendig sti:

source: URI:
nn: Adresse:

source: Kesto:
nn: Lengd:

source: Äänen bittinopeus:
nn: Lyd-bitrate:

source: Äänen näytteenottotaajuus:
nn: Samplingsrate for lyd:

source: Äänikanavia:
nn: Lydkanalar:

source: Bittiä näytettä kohti:
nn: Bit per sampling:

source: Videokuvan koko:
nn: Videostorleik:

source: {0}-koodekki:
nn: {0}-kodek:

source: Säiliömuodot:
nn: Innkapslingsformat:

source: Tuotu:
nn: Importert:

source: Viimeksi soitettu:
nn: Sist spelt:

source: Viimeksi ohitettu:
nn: Sist hoppa over:

source: Soittokerrat:
nn: Gonger spelt:

source: Ohitettu:
nn: Gonger hoppa over:

source: Pisteet:
nn: Poeng:

source: Tiedoston koko:
nn: Filstorleik:

source: tavua
nn: byte

source: Kappalemuokkain
nn: Sporredigering

source: Kappaleen ominaisuudet
nn: Sporeigenskapar

source: Näytä edellinen kappale
nn: Vis førre spor

source: Näytä seuraava kappale
nn: Vis neste spor

source: Nimi:
nn: Tittel:

source: Esittäjä:
nn: Artist:

source: Levy:
nn: Album:

source: Synkronoi kaikkien kenttien _arvot
nn: Synkroniser verdiane i felta

source: Toteuta tähän kappaleeseen asetetut yhteiset tietokentät kaikkiin muokkaimessa valittuihin kappaleisiin
nn: Set verdiane i dei felles felta for dette sporet til alle spora valde i dette verktøyet

source: Muokataan {0}/{1} kohdetta
nn: Redigerer {0} av {1} element

source: Sulje _tallentamatta
nn: Lukk _utan å lagra

source: Jos et tallenna, muutokset viimeisten {0} ajalta hukataan.
nn: Lagrar du ikkje, vil endringane dei siste {0} vera tapt for godt.

source: _Näytä
nn: _Vis

source: _Taajuuskorjain
nn: _Lydinnstilling

source: Näytä taajuuskorjain
nn: Vis grafisk lydinnstilling

source: _Kontekstipaneeli
nn: _Sidepanel

source: Näytä kontekstipaneeli kappalelistan alapuolella
nn: Vis sidepanelet under sporlista

source: _Kokoruutu
nn: _Fullskjerm

source: Siirry tai poistu kokoruututilasta
nn: Start eller avslutt fullskjerm

source: Näytä _kansikuvat
nn: Vis _albumbilete

source: Ota kansikuvien näyttäminen käyttöön tai pois käytöstä
nn: Slå av/på vising av albumbilete

source: {0}tekijä{1} {2}, {0}julkaistu{1} {3}
nn: {0}frå{1} {2} {0}publisert{1} {3}

source: {0}/{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}
nn: {0}på{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}

source: {0}esittäjä{1} {2} {0}levyltä{1} {3}
nn: {0}av{1} {2} {0}frå{1} {3}

source: {0}levyltä{1} {2}
nn: {0}frå{1} {2}

source: {0}esittäjä{1} {2}
nn: {0}av{1} {2}

source: Keskeytä toiminto
nn: Stopp operasjon

source: Pysäytä {0}
nn: Stopp {0}

source: Tämä toiminto on vielä kesken. Haluatko keskeyttää sen?
nn: Denne operasjonen pågar framleis. Vil du stoppa den?

source: Toiminto ”{0}” on vielä kesken. Haluatko keskeyttää sen?
nn: Operasjonen «{0}» køyrer framleis. Vil du stoppa den?

source: Jatka {0}
nn: Hald fram {0}

source: Pysäytetään...
nn: Stoppar …

source: Tuo tiedostoja kirjastoon
nn: Importerer filer til bibliotek

source: Mediatiedostot
nn: Mediefiler

source: Paikalliset tiedostot
nn: Lokale filer

source: Tiedostot
nn: Filer

source: _Valitse tiedostot...
nn: _Vel filer …

source: Tuo kansioita kirjastoon
nn: Importer mapper til bibliotek

source: Paikalliset kansiot
nn: Lokale mapper

source: Kansiot
nn: Mapper

source: _Valitse kansiot...
nn: _Vel mapper …

source: Tuo mediatiedostoja kirjastoon
nn: Importer media til bibliotek

source: Musiikkikirjastosi on tyhjä. Voit tuoda musiikkia ja videoita kirjastoon heti tai myöhemmin.
nn: Mediebiblioteket ditt er tomt. Du kan importera musikk og videoar no, eller gjera det seinare.

source: Tuo _lähteestä:
nn: Importer _frå:

source: Älä näytä tätä uudestaan
nn: Ikkje vis dette vindauget igjen

source: Profiileja ei saatavilla
nn: Ingen profilar tilgjengelege

source: Lisäasetukset
nn: Avansert

source: Määritellään {0}
nn: Set opp {0}

source: Vie
nn: Eksporter

source: Valitse muoto:
nn: Vel format:

source: Valitse kirjaston sijainti
nn: Vel bibliotekplassering

source: Nollaa
nn: Tilbakestill

source: Palauta sijainti oletusarvoon ({0})
nn: Tilbakestill plassering til standard ({0})

source: Lähde:
nn: Kjelde:

source: Asetuksia ei voitu näyttää
nn: Kunne ikkje visa innstillingar

source: Asetuspalvelua ei löytynyt.
nn: Tenesta for innstillingar vart ikkje funnen.

source: Uusi älysoittolista
nn: Ny smart speleliste

source: Soittolistan _nimi:
nn: _Namn på speleliste:

source: Esimääritellyt älysoittolistat
nn: Førehandsinnstillt smart speleliste

source: Avaa muokkaimessa
nn: Opna i redigering

source: Luo ja tallenna
nn: Lag og lagra

source: Ei asetettu
nn: Ikkje stilt inn

source: Selain vasemmalla
nn: Utforskarvindauge til venstre

source: Näytä esittäjä- ja albumiselain kappalelistan vasemmalla puolella
nn: Vis artist/albumutforskar til venstre for sporlista

source: Selain yläpuolella
nn: Utforskarvindauge øvst

source: Näytä esittäjä- ja albumiselain kappalelistan yläpuolella
nn: Vis artist/albumutforskar over sporlista

source: Näytä selain
nn: Vis utforskarvindauge

source: Näytä tai piilota esittäjä- ja levyselain
nn: Vis eller gøym utforskarvindauget for artist/album

source: Ladataan {0}...
nn: Lastar {0} …

source: Laita levy asemaan
nn: Set inn plate

source: Tyhjennä haku
nn: Tøm søk

source: Siirry
nn: Søk

source: Jouten
nn: Inaktiv

source: Yhdistetään...
nn: Kontaktar …

source: Puskuroidaan
nn: Mellomlagrar

source: Laite
nn: Eining

source: SukupolviColor"), "black
nn: GenerasjonColor"), "black

source: Koko
nn: Kapasitet

source: Käytettävissä
nn: Tilgjengeleg

source: SarjanumeroProduced onFirmwareCapabilities"), String.Join (",
nn: SerienummerProduced onFirmwareCapabilities"), String.Join (",

source: Tukee kansikuvia
nn: Støttar albumbilete

source: Tukee valokuvia
nn: Støttar bilete

source: Kappaleen kesto on nolla
nn: Sporlengd er null

source: Synkronoidaan iPodia
nn: Synkroniserer iPod

source: Valmistellaan synkronointia...
nn: Førebur synkronisering …

source: Lisätään kappale {0}/{1}
nn: Legg til spor {0} av {1}

source: Poistetaan kappale {0}/{1}
nn: Fjernar spor {0} av {1}

source: Kirjoitetaan mediatietokantaa
nn: Skriv mediadatabase

source: Synkronoi {0}
nn: Synkroniser {0}

source: Laitteet
nn: Einingar

source: Laitteen ominaisuudet
nn: Einingseigenskapar

source: Tuote
nn: Produkt

source: Valmistaja
nn: Produsent

source: Ladataan {0}
nn: Lastar {0}

source: Kyllä
nn: Ja

source: Ei
nn: Nei

source: Laite ei tue tiedostomuotoa {0} eikä sen muuntamiseen löytynyt muunninta
nn: {0}-formatet er ikkje støtta av eininga og ingen konverteringsprogram vart funne

source: Tiedostomuodon muunnoksen tuki ei ole saatavilla
nn: Støtte for konvertering av filformat er ikkje tilgjengeleg

source: Virhe tiedostoa muunnettaessa
nn: Feil ved konvertering av fil

source: Synkronoi laite automaattisesti kun se liitetään ensimmäisen kerran ja kun kirjastot muuttuvat
nn: Synkroniser ved tilkopling og når biblioteka vert endra

source: Aloita laitteen synkronointi kun se liitetään tai kun kirjastot muuttuvat.
nn: Synkroniser eininga så snart den vert kopla til, eller når biblioteka vert endra.

source: Synkronoinnin asetukset
nn: Innstillingar for synkronisering

source: Synkronointi
nn: Synkroniser

source: Haluatko varmasti jatkaa?
nn: Vil du halda fram?

source: Poista kappaleet
nn: Fjern spor

source: Muu
nn: Anna

source: Vapaa tila
nn: Ledig plass

source: Laitteen {0} ominaisuudet
nn: Eigenskapar for {0}

source: Laitteen nimi
nn: Einingsnamn

source: Koodausmuoto
nn: Koda til

source: Käytetty tila
nn: Kapasitet brukt

source: Hallitse manuaalisesti
nn: Handsam manuelt

source: Synkronoi koko kirjasto
nn: Synkroniser heile biblioteket

source: Synkronoi lähteestä ”{0}”
nn: Synkroniser frå «{0}»

source: Tuo ostettua musiikkia
nn: Importer kjøpt musikk

source: Katkaise yhteys
nn: Kopla frå

source: Katkaistaan yhteys {0}...
nn: Koplar frå {0} …

source: Ei voitu katkaista {0}: {1}
nn: Kunne ikkje kopla frå {0}: {1}

source: Ostettu musiikki
nn: Kjøpt musikk

source: Vaadittu kansion syvyys
nn: Påkravd mappedjupn

source: Tukee soittolistoja
nn: Støtta spelelister

source: Rockbox-laite
nn: Rockbox-eining

source: Soittoäänet
nn: Ringetonar

source: Virhe MTP-laitetuen alustamisessa
nn: Feil under oppstart av støtte for MTP-einingar

source: Versio
nn: Versjon

source: Akun taso
nn: Batterinivå

source: Ladataan {0} - {1}/{2}
nn: Lastar {0}–{1} av {2}

source: Amazon-MP3-ostokset
nn: Amazon MP3-kjøp

source: Amazon-MP3-tiedostot
nn: Amazon MP3

source: Amazonin MP3-kaupasta ostetut kappaleet
nn: Songar kjøpt frå Amazon MP3-butikken

source: Lataa Amazonista ostettu MP3
nn: Last ned Amazon MP3-butikk

source: Amazon-MP3-ostos
nn: Amazon MP3-kjøp

source: Valitse tiedostot
nn: _Vel filer

source: Maa
nn: Land

source: Mitä Amazon-MP3-kauppaa käytetään oletuksena.
nn: Grensesnitt for Amazon MP3-butikk som skal brukast som standard.

source: Automaattinen (Geo IP -tunnistus)Canada (amazon.ca)"), "CA
nn: Automatisk (Geo IP-oppdaging)Canada (amazon.ca)"), "CA

source: Ranska (amazon.fr)
nn: Frankrike (amazon.fr)

source: Saksa, Sveitsi, Itävalta (amazon.de)
nn: Tyskland, Sveits, Austerrike (amazon.de)

source: Japani (amazon.co.jp)
nn: Japan (amazon.co.jp)

source: Yhdistynyt kuningaskunta (amazon.co.uk)
nn: Storbritannia (amazon.co.uk)

source: Yhdysvallat (amazon.com)
nn: USA (amazon.com)

source: Etsi Amazonin MP3-kaupasta
nn: Søk i Amazon MP3-butikken

source: Kuinka ostosi tukevat Gnomea
nn: Korleis kjøpa dine støttar GNOME

source: Avaa kirja
nn: Opna bok

source: Yhdistä levyt...
nn: Flett saman diskar …

source: Jatka tämän äänikirjan soittamista
nn: Hald fram avspeling av denne lydboka
